/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "legal": {
      "type": "legal",
      "settings": {
        "page_title": "Privacy Policy",
        "page_subtitle": "Last updated: 16/3/2022",
        "paragraph": "<p>We are an entity based in Dubai (\"we,\" \"us\", and \"our\") and appreciate and acknowledge that our customers, visitors and users (“you”, “your” and “yourself”) would be concerned about how we collect, use and share your information when you use/access our Website; <a href=\"http://www.auto-nomie.com/\" target=\"_blank\">www.auto-nomie.com</a>, or use our services on the Website (“Services”), which includes but is not limited to the following:</p><ul><li>Using/ accessing/ interacting with the Website in any possible way;</li><li>Buying/ordering products on our Website;</li><li>Taking part in our promotions or registering to receive newsletters/ offers;</li><li>Using our customer support options; and</li><li>Procuring a logistics company to deliver the purchased product(s) to you.</li></ul><p>This policy shall stipulate the type of information we may collect when you use our Services, and how we collect, use, share, and protect that information (“Privacy Policy”). Your information shall not be used or shared with anyone except as provided in this Privacy Policy.</p><p>This Privacy Policy only applies to the information that is collected through your access and/or usage of our Services. Information that you provide to or are collected by any third-party, such as other third-party service providers, whilst you use our Services is not covered by this Privacy Policy. We recommend that you refer to the privacy policy of such third party to ensure that your information is being collected and used by them in a safe and secure manner.</p><p>Please further note that this Privacy Policy may be changed or updated occasionally to meet the requirements and standards. Therefore, you are encouraged to frequently visit this Privacy Policy in order to be updated about any changes. Modifications to the Privacy Policy shall be effective on the day they are posted. Your continued use of the Services following the posting of changes to this Privacy Policy will constitute your consent and acceptance of those changes.</p><p>This Privacy Policy shall be read along our Terms and Conditions <a href=\"https://www.auto-nomie.com/terms\" target=\"_self\">[Here]</a>.</p><p>Please read our Privacy Policy carefully before accessing our Website. </p><p><strong>1) Consent</strong></p><p>By accessing and using our Services, you hereby acknowledge that you have read this Policy and that you consent to the following:</p><ol><li>Collection, storage, usage and/or sharing of your Personal Information and other information in accordance with this Privacy Policy; and</li><li>You are above the age of 21 years or have a parental/ guardian guidance</li></ol><p> <strong>2) What type of information do we usually collect?</strong></p><p>We collect the following type of information:</p><ol><li>Personal Information: This is data/information using which you may be personally identified, including but not limited to, photograph, name, home address, email address, phone numbers, age, gender etc.  </li><li>Voluntary information: This is the information provided by you voluntarily through access/usage of our Services, including Personal Information. For example, when you create an account to use our Services, fill up a form, enter a survey, provide reviews, suggestions, comments and/or feedback, or when you contact our customer service. You may choose to not provide us with this information; however, you may then not be able to access or use our Services fully. </li><li>Information about your friends: We provide you with the option of inviting your friends to use our Services. If you exercise the option, you would be sharing your friends' contact details with us to process your request.</li><li>Automatic information: This is the information that is sent automatically by your web browser, computer, mobile or tablet. For example, internet protocol (IP) address, login information, browser type and version, date and time of your visit, information about the device you are using, browser plug-in types, information collected through cookies etc. </li><li>Cookies and other technologies: We may use cookies, web beacons, pixel tags, and other technology to collect and store information regarding your usage of the Services or our Website, such as, duration of your visit on our website, pages that are visited, your interactions with the Website, etc... This is to understand your preferences and interests, as it would enable us to enhance your experience of using our Services, show you advertisements that are relevant to you, track your usage of our Services, and assist with analytics and other administrative functions among other things. Albeit that you may be able to disable/block some or all of the cookies through your browser settings, please note that disabling/blocking some specific cookies may restrict your usage of our Services.</li><li>Information about your location: if you use our Services, we may be able to obtain your precise location through global navigation satellite system receivers, and our Services shall be customized based on your location. </li><li>Information about your online purchases: This includes information about the purchases you have made on our Website, for example, what you purchased, the timing of purchase, where you ordered, payment method, etc.</li><li>Information from third parties: if you use our Services through signing into your social media accounts, we shall have access to the all the information available through on your social media account. We would recommend that you consult the privacy policy of the social media provider for more information about how they share information when you choose to use our Services through your social media account.</li><li>Transactional information:  If you place any orders on our Website, we may collect and store information about you to process your requests and automatically complete forms for future transactions on our Website. This information includes but is not limited to, your phone number, address, email, billing address, and credit/ debit card information. This information may be shared with the payment gateway providers to process your booking and/or payment requests.</li></ol><p> <strong>3) How do we use your information?</strong></p><p>The information we collect may be used by us for different purposes, including but not limited to:</p><ol><li>make our Services available to you;</li><li>process orders and refunds;</li><li>manage the accounts you hold with us;</li><li>understand our customers and users to improve the content and features of our Services;</li><li>customize our Services based on your interests and preferences, and enhance and improve your overall online experience;</li><li>inform you about promotions, offers, events, and other services which may be of interest to you by email, courier, registered post, phone call or other mode of communication;</li><li>contact you for feedback on our Services;</li><li>fulfill your payment requests;</li><li>process your payments, including billing and collection;</li><li>other purposes, such as, data analysis, audits, fraud monitoring and prevention;</li><li>enable us to show you advertisements that are relevant to you;</li><li>provide you with customer support;</li><li>manage and improve our Website;</li><li>to comply with the laws and regulations; and</li><li>For any other purpose disclosed to you at the time you provide the information.</li></ol><p> <strong>4) Who do we share your information with?</strong></p><p>4.1) General</p><p>Please note that all your financial details and Personal Information shall not be sold, rented or leased to any third parties. Your Personal Information is not shared with any third party, except for effective carrying out of our Services with:</p><ol><li>Any of our affiliates, subsidiaries or partners;</li><li>Agents, contractors, service providers, and other third parties who support us and are contractually bound to keep the information confidential and only use it for the purposes it is provided to them;</li><li>To banks and credit-card/payment processing companies;</li><li>To competent authorities; </li><li>Where such disclosure is required and/or permitted by the applicable laws, regulations and orders;</li><li>where express consent is provided by you for such disclosure;</li><li>with other third parties with which we collaborate for marketing and promotional campaigns, contests and offers;</li><li>to a buyer or a successor in the event of a merger, acquisition, restructuring, reorganization, dissolution, bankruptcy, or sale/ transfer of our assets;</li><li>For any other purpose disclosed at the time you provide the information.</li></ol><p> <strong>4.2) Payment information</strong></p><p>When using/accessing our Services to buy/order our products, you may be required to share your financial details to certain third-party Website, specifically the payment- gateways. By entering and submitting your financial details through the usage of our Services to payments gateways, you consent to sharing your financial details with, as and when required, the payment gateways and where required, third-party payment processing companies, and other third-party service providers that are required to facilitate the process.</p><p>Your financial details shall include but is not limited to, your full name, card numbers, billing address, account number, expiration date of the cards, and the card's security codes. You hereby accept and agree that if you are below the age of 21 years, you shall not share any financial details unless the credit/debit cardholder is at least 21 years old or above and has authorized you to use his/her financial details. In the event of an unauthorized use of financial information by any of the users, we shall not be liable to refund or compensate for the amount so received, except in accordance with our refund and cancellation policies <a href=\"https://www.auto-nomie.com/terms\" target=\"_self\">[HERE]</a>   </p><p>The payment gateways may store your financial details, such as your email address, your credit/debit card’s first four and/or last four digits, expiry date and security codes.</p><p><strong>5) How we protect your personal information?</strong></p><p>We implement appropriate electronic and managerial safeguards to prevent unauthorized access to your information. These safeguards are based on the generally accepted industry standards.</p><p>However, please note that any transmission of data over the internet, whether through a website, or other electronic methods, is not 100% secure. Therefore, although we aim to keep your information secure, absolute security of the information is not guaranteed.</p><p>We shall not be responsible and/or liable for any disclosure of information due to unauthorized third-party access, or other reasons beyond our control. It is important that you do not share your account details, such as your username, password and/or security information, with any one, as it would be assumed that the individual logging in with your account details has the authorization to do so.</p><p><strong>6) Transfer of Your Information to Another Jurisdiction</strong></p><p>Your information may be transferred to, stored, and processed in a different country than your country of residence or our country of incorporation. In any case, we have put in place appropriate safeguards in accordance with applicable legal requirements to ensure that your data is adequately protected.</p><p>Further, in the event your information is transferred to a different jurisdiction, it may be subject to the laws of that jurisdiction and we may be required to disclose it to the courts, law enforcement or governmental authorities in those jurisdictions in accordance with the applicable laws.</p><p><strong>7) Link to other third-party Website</strong></p><p>Our Services may contain links to third-party Website including but not limited to payment gateways, business partners, or any other authorized persons for providing the Services. If you use/access the Website of these parties, it may result in these third-parties collecting, storing and using your information.</p><p>Furthermore, while we try to implement appropriate electronic and managerial safeguards to prevent unauthorized access to your information, some of the advertisements you may see when using our Services are selected and delivered by third parties, such as, networks, advertising agencies, advertisers and audience segment providers. These third parties may also collect information about you or your online activities, either on our Website or through third-party websites, through cookies, web beacons, and other such technologies to understand your interest and deliver to your advertisements that are tailored to your interests.</p><p>We do not have access to, or control over, the information these third-parties may collect and therefore, would strongly encourage you to read through their privacy policy before interacting with these third-parties. The information practices of these third parties are not covered by this Privacy Policy.</p><p><strong>8) Accessing & correcting your personal information</strong></p><p>We encourage you to update your Personal Information to ensure the information we maintain about you is accurate and complete. You may request us to delete Personal Information about you which is inaccurate, incomplete, and irrelevant or is being processed in a manner which is not compliance with the applicable laws, subject to our retention rights under the applicable laws.  </p><p><strong>9) Data retention and account termination</strong></p><p>We keep records of your information as long as required to provide our Services, personalize our Services and communications with you and comply with the applicable laws to retain information.</p><p> You may request to have your information deleted; however, we may retain your information for the purposes of complying with the applicable laws, resolve disputes, enforce our rights and/or otherwise authorized by the Privacy Policy.</p><p> <strong>10) Cookies</strong></p><p>Our Website uses cookies to distinguish you from other users of our Website. This helps us to provide you with a good experience when you browse our Website and to improve our Website. It also allows us to deliver relevant online advertising.</p><p>A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your device if you agree. Cookies contain information that is transferred to your device’s hard drive.</p><p>Cookies set by us or our authorised affiliates are called \"first party cookies\". Cookies set by parties other than the Website owner are called \"third party cookies\". Third-party cookies enable third-party features or functionality to be provided on or through our Website. The parties that set these third-party cookies can recognize your device both when you visit our Website and also when you visit other related websites. </p><p>We use the following cookies:</p><ul><li>Strictly necessary cookies: These are cookies that are required for the operation of our Website. They include, for example, cookies that enable you to log into secure areas of our Website, use a shopping cart or make use of e-billing services.</li><li>Analytical or performance cookies: These allow us to recognise and count the number of visitors and to see how visitors move around our Website when they are using it. This helps us to improve the way our Website works, for example, by ensuring that users are finding what they are looking for easily.</li><li>Functionality cookies: These are used to recognise you when you return to our Website. This enables us to personalise our content for you, greet you by name and remember your preferences (for example, your choice of language or region).</li><li>Targeting cookies: These cookies record your visit to our Website, the pages you have visited and the links you have followed. We will use this information to make our Website and the advertising displayed on it more relevant to your interests.</li><li>Geolocation cookies: These cookies record your location that can then be used to provide the Services in a more convenient way, help you pin point your address for placement of orders, to and provide more relevant advertisements, amongst other purposes.</li></ul><p>In some cases, the cookies might be used to collect your personal information from a transaction e.g. the internet protocol (IP) address, login information, browser type and version, date and time of your visit, the pages accessed during your visits, time spent on those pages, information about the device you are using, browser plug-in types and other statistics to be analyzed independently or in combination with other information and use it to better tailor our Website.  Please be informed that except for the purposes of carrying out the intended use and sharing of such information with third-parties for the placement of the “third-party cookies”, all such personal information collected from you shall not be shared with any unauthorized third party. The issuance and subsequent use of these third-party cookies are subject to the privacy and cookie policies of these third parties, which we encourage you to consult.</p><p>By using our Website, you agree to us placing these sorts of cookies on your device and accessing them when you visit the site in the future. If you want to delete any cookies that are already on your device or customise your cookies preferences, the “help” section in your browser should provide instructions on how to locate the file or directory that stores cookies. Please note that by deleting or disabling future cookies, your user experience may be affected and you might not be able to take advantage of certain functions of our Website.</p><p>You should also be aware that disabling cookies does not disable other types of analytics products which we may use to collect generic information about how you and other visitors use our website.</p><p><strong>11) Governing Law and Jurisdiction</strong></p><p>By choosing to visit our Website or provide information to us, you agree that any dispute over privacy or the terms contained in this Privacy Policy will be governed by the laws of UAE, as applicable in the Emirate of Dubai. Further, you agree, acknowledge, and submit to the Courts of Dubai (except DIFC courts) having exclusive jurisdiction over all and any dispute or difference between us arising out of or in connection with this Privacy Policy.</p><p><strong>12) Contact us</strong></p><p>If you have any further questions regarding this Privacy Policy, please contact us on: <a href=\"mailto:contact@auto-nomie.com\" target=\"_self\">contact@auto-nomie.com</a>.</p>"
      }
    }
  },
  "order": [
    "legal"
  ]
}
